# IdeaStatiCa.RcsApi.Model.NonConformityIssue

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Guid** | **Guid** |  | [optional]
**Description** | **string** |  | [optional]
**Severity** | **NonConformitySeverity** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)